Repository: helpisdev/utilities_example
Catalog: assets/l10n/arb/app_*.arb
Languages: el

source: Animate the Snackbar!
el: Κινήστε το Snackbar!

source: Awesome!
el: Καταπληκτικά!

# changeLocale
source: Current locale is {locale}
el: Η τρέχουσα ρύθμιση γλώσσας είναι {locale}

# darkTheme
source: Dark
el: Σκοτεινό

source: Got it
el: Κατάλαβα

# lightTheme
source: Light
el: Φωτεινό

# pausePlayback
source: Pause the current radio station playback.
el: Παύση της τρέχουσας αναπαραγωγής ραδιοφωνικού σταθμού.

# playPlayback
source: Listen to the chosen radio station.
el: Ακρόαση του επιλεγμένου ραδιοφωνικού σταθμού.

source: Price:
el: Τιμή:

# product10Description
source: Tart, sweet plums perfect for snacking or baking.
el: Τραγανά, γλυκά δαμάσκηνα τέλεια για σνακ ή μαγείρεμα.

# product10Title
source: Plums
el: Δαμάσκηνα

# product1Description
source: Fresh apples, sold by the pound.
el: Φρέσκα μήλα, πωλούνται ανά κιλό.

# product1Title
source: Apples
el: Μήλα

# product2Description
source: Ripe bananas, perfect for smoothies or snacks.
el: Ώριμες μπανάνες, τέλειες για smoothies ή σνακ.

# product2Title
source: Bananas
el: Μπανάνες

# product3Description
source: Sweet, juicy strawberries. Grown locally.
el: Γλυκές, χυμώδεις φράουλες. Καλλιεργημένες τοπικά.

# product3Title
source: Strawberries
el: Φράουλες

# product4Description
source: Imported mangos, ready to eat or used in recipes.
el: Εισαγόμενες μάγγες, έτοιμες να φαγωθούν ή να χρησιμοποιηθούν σε συνταγές.

# product4Title
source: Mangos
el: Μάγγες

# product5Description
source: Plump, delicious blueberries. High in antioxidants.
el: Πλούσια, νόστιμα μύρτιλα. Πλούσια σε αντιοξειδωτικά.

# product5Title
source: Blueberries
el: Μύρτιλα

# product6Description
source: Fresh raspberries. Perfect for desserts or yogurt.
el: Φρέσκα μαλίνα. Τέλεια για επιδόρπια ή γιαούρτι.

# product6Title
source: Raspberries
el: Μαλίνα

# product7Description
source: Blackberries freshly picked. Limited seasonal availability.
el: Βατόμουρα φρεσκομαζεμένα. Περιορισμένη εποχική διαθεσιμότητα.

# product7Title
source: Blackberries
el: Βατόμουρα

# product8Description
source: Sweet Bing cherries. Only available for a short time each summer.
el: Γλυκά κεράσια Bing. Διαθέσιμα μόνο για λίγο κάθε καλοκαίρι.

# product8Title
source: Cherries
el: Κεράσια

# product9Description
source: Tree-ripened peaches. Juicy, sweet, and fuzzy.
el: Ωριμασμένα στο δέντρο ροδάκινα. Χυμώδεις, γλυκές και αφράτες.

# product9Title
source: Peaches
el: Ροδάκινα

source: Product page for: {id}
el: Σελίδα προϊόντος για: {id}

# routeOpeningTitle
source: Utilities Example
el: Παράδειγμα Utilities

# routeProductsListTitle
source: Products Catalog
el: Κατάλογος Προϊόντων

# routeProductTitle
source: Product {id}
el: Προϊόν {id}

# routeSettingsTitle
source: Settings
el: Ρυθμίσεις

# skipToNext
source: Skip to next radio station.
el: Προχωρήστε στον επόμενο ραδιοφωνικό σταθμό.

# skipToPrevious
source: Skip to previous radio station.
el: Προχωρήστε στον προηγούμενο ραδιοφωνικό σταθμό.

# snackbarMessage
source: Now use the drawer to discover more cool features.
el: Τώρα χρησιμοποιήστε το συρτάρι για να ανακαλύψετε περισσότερες κουλ λειτουργίες.

# stream1Title
source: Awesome Stream
el: Καταπληκτικό Ρεύμα

# stream2Title
source: Talking Show
el: Εκπομπή Συζήτησης

# stream3Title
source: Joe's '70's & '80's
el: 70's & 80's του Joe

# switchTheme
source: Switch to {mode} Theme
el: Εναλλαγή σε {mode} Θέμα

# welcome
source: Welcome to the Utilities package Demo!
el: Καλώς ήρθατε στην επίδειξη του πακέτου Utilities!
